import React from "react";
import "./Overview.css";
const Overview = () => {
  return (
    <div className="container py-4">
      <div className="row">
        <h2 className="fw-bold p-2">
          {" "}
          <span className="main-color">ব্যবসায়িক</span> ওভারভিউ
        </h2>
      </div>
      <div className="row justify-content-center gy-3">
        <div className="col-lg-6 col-12 d-flex justify-content-lg-end justify-content-center">
          <img
            className="img-fluid rounded"
            src="/image/mill01.jpg"
            // height={400}
            alt=""
          />
        </div>
        <div className="col-lg-6 col-12">
          <p className="fs-5 fw-bold text-muted jcc">
            বাংলাদেশ একটি কৃষিপ্রধান দেশ। গ্রামীণ জনগণের প্রধান অর্থনীতি, মোট
            জনসংখ্যার প্রায় ৭৫%, কৃষি নির্ভর। তাদের অর্থনৈতিক শক্তি ও
            জীবনযাত্রার মান বাড়াতে কৃষিপণ্যের বহুমুখীকরণ প্রয়োজন। ১৯৭৮ সালে
            আতপ চাউলের ট্রেডিং ব্যবসার মাধ্যমে ‘মেসার্স রফিকুল এন্টার প্রাইজ’ এর
            পথ চলা শুরু হয় । সময়ের সাথে গ্রাহকদের আতপ চাউলের চাহিদা বাড়তে থাকলে
            ২০১৭ সালে ‘মেসার্স নিউ রফিক অটো রাইস মিল’ যাত্রা শুরু করে। যা অত্র
            এনায়েতপুর এলাকায় শিল্পায়ন ঘটায় এবং কর্মসংস্থান সৃষ্টিতে অগ্রণী
            ভূমিকা পালন করে। এছাড়াও অত্র শিল্প প্রতিষ্ঠান এ তরুন ও অনভিজ্ঞদের
            প্রশিক্ষনের মাধ্যমে দক্ষ জনবল সৃষ্টিতে ভূমিকা রেখে যাচ্ছে। আমাদের
            প্রতিষ্ঠান এর ট্রান্সপোর্টকে সহজ ও গতিশীল করার লক্ষ্যে রয়েছে নিজস্ব
            ট্রান্সপোর্ট ব্যবস্থা। চাঁপাইনবাবগঞ্জ জেলায় উৎপাদিত আতপ চাউল সারা
            বাংলাদেশে ব্যাপকভাবে জনপ্রিয়। আর এই চাহিদার বড় অংশের জোগান দিয়ে
            যাচ্ছে আমাদের প্রতিষ্ঠান। আমাদের উৎপাদিত আতপ চাউল যেসব ব্রান্ডে
            বাজারজাত করা হয়, তন্মধ্যেঃ{" "}
            <span className="main-color">
              {" "}
              মোরগ মার্কা-মামুন সুগন্ধি চিনিগুড়া চাউল, দোয়েল মার্কা-মামুন
              স্পেশাল কাটারীভোগ আতপ চাউল, হারুন স্পেশাল গোল্ডেন আতপ চাউল, হারুন
              স্পেশাল সুগন্ধি চিনিগুড়া চাউল, শংখ মার্কা-মামুন স্পেশাল চিনিগুড়া
              চাউল উল্লেখযোগ্য।{" "}
            </span>
          </p>
        </div>
      </div>
    </div>
  );
};

export default Overview;
